Repository: jackhlivingston/TarHeelReaderCordova
Catalog: platforms/ios/www/languages/*.po
Languages: it

source: Your favorites page is empty.
it: Tue pagine preferite sono vuote.

source: Click here to try your search without restrictions.
it: Clicca qui per provare a cercare, senza restrizioni.

source: No books found.
it: Nessun libro trovato.

# icon explanatory text
source: Reviewed for educational quality.
it: Recensione di qualità educativa.

# icon explanatory text
source: May not be appropriate for all readers.
it: Potrebbe non essere appropriata per tutti i lettori.

source: Loading. Please wait.
it: Caricando. Per favore aspetta.

source: Something went wrong. The message was:
it: Qualcosa è andata storta. Il messaggio era:

# Button label
source: Try again
it: Prova di nuovo

source: What would you like to do now?
it: Cosa ti piacerebbe fare adesso?

source: Read this book again.
it: Leggete questo libro.

source: Rate this book.
it: Tassa questo libro.

source: Read another book.
it: Leggi un altro libro.

source: How do you rate this book?
it: Come si fa a votare questo libro?

source: Thank you for your opinion.
it: Grazie per la tua opinione.

source: Average Rating
it: Valutazione media

source: Collections
it: Collezioni

# placeholder text for search box
source: Enter text to search
it: Immettere il testo per la ricerca

source: No collections matching that query. Try again.
it: Nessuna collezione corrisponde con quella domanda. Prova di nuovo.

source: Create your own collection
it: Crea la tua collezione

# button label
source: Back
it: Indietro

# label for button to expose search fields on small devices
source: Press to search
it: Premere per cercare

# button label
source: Previous Books
it: Libri precedenti

# button label
source: More Books
it: Più libri

source: Welcome
it: Benvenuto

source: Click here to learn more about alternative access methods.
it: Clicca qui per saperne di più su metodi di accesso alternativi.

source: Welcome to the Tar Heel Reader, a collection of free, easy-to-read, and accessible books on a wide range of topics. Each book can be speech enabled and accessed using multiple interfaces, including touch screens, the IntelliKeys with custom overlays, and 1 to 3 switches.
it: Benvenuti al Tar Heel Reader, una raccolta di libero, facile da leggere, e libri accessibili su una vasta gamma di argomenti. Ogni libro può essere vocale abilitata e accessibile utilizzando interfacce multiple, compresi tra cui touch screen, i intelliKeys con sovrapposizioni personalizzate, e da 1 a 3 interruttori.

source: You may write your own books using pictures from the huge collection at {{{Flickr}}} or pictures you upload. All books should be complete, edited, and revised to the best of your ability before publishing them to the site. While you are working on them, please save them as drafts.
it: È possibile scrivere i propri libri con le immagini della enorme collezione a {{{Flickr}}} o immagini che si carica. Tutti i libri dovrebbero essere completi, a cura, e rivisto al meglio delle vostre capacità prima di pubblicarli sul sito. Mentre si lavora su di loro, si prega di salvarli come bozze.

source: Note the little well icon {{{wellicon}}} in the upper left corner of the page; clicking it will allow you to access the main menu. You can also click the settings icon {{{gearicon}}} to change settings on some pages.
it: Si noti la piccola icona {{{wellicon}}} nell'angolo in alto a sinistra della pagina, clic su di esso vi permetterà di accedere al menu principale. Puoi ance fare clic sull'icona impostazioni {{{gearicon}}} per modificare le impostazioni di alcune pagine.

source: Your browser is unsupported. The site should work for finding and reading books but you will not have switch access or the ability to write books. We recommend that you upgrade to a modern browser or install Chrome Frame.
it: Il tuo browser non è supportato. Il sito dovrebbe funzionare per la ricerca e la lettura di libri, ma non si avrà accesso interruttore o la capacità di scrivere libri. Si consiglia di eseguire l'aggiornamento a un browser moderno o installare Chrome Frame.

source: You are in Classic mode. You will not have access to all of the features of the site but it may work better on older computers and web browsers. Click this text to leave Classic mode.
it: Sei in modalità classica. Non sarà possibile accedere a tutte le funzionalità del sito, ma può funzionare meglio sui vecchi computer e browser web. Fare clic su questo testo per uscire dalla modalità classic.

source: Ready to get started?
it: Pronto per iniziare?

source: Find a book
it: Trovare un libro

source: Write a book
it: Scrivere un libro

source: This site is also available in other languages. To help with translation, contact us.
it: Questo sito è disponibile anche in altre lingue. Per aiutare con la traduzione, contattateci.

source: change language
it: cambiare lingua

source: Latest Announcements
it: Ultimi comunicati

# icon explanatory text
source: Open Menu
it: Aprire il menu

# icon explanatory text
source: Select Favorites
it: Selezionare preferiti

source: Remove from Favorites
it: Rimuovere dai preferiti

source: Add to Favorites
it: Aggiungi ai preferiti

# icon explanatory text
source: Settings
it: Impostazioni

# site sub-heading
source: Books for beginning readers of all ages
it: Libri per i lettori di tutte le età

source: All Topics
it: Tutti gli argomenti

source: Alphabet
it: Alfabeto

source: Animals and Nature
it: Animali e Natura

# selection to ignore the audience rating
source: Any rating
it: Qualsiasi ordine

source: Arabic
it: Arabo

source: Art and Music
it: Arte e Musica

# pulldown label for audience ratings
source: Audience
it: Pubblico

source: Basque
it: Basco

source: Biographies
it: Biografie

source: Catalan
it: Catalano

source: Danish
it: Danese

source: English
it: Inglese

source: Fairy and Folk Tales
it: Racconti di fiabe

source: Fiction
it: Storia di fantasia

source: Filipino
it: Filippino

source: Finnish
it: Finlandese

source: Foods
it: Mangiare

source: French
it: Francese

source: Galician
it: Galiziano

source: German
it: Tedesco

source: Greek
it: Greco

source: Health
it: Salute

source: Hebrew
it: Ebraico

source: History
it: Storia

source: Holidays
it: Vacanza

source: Include unreviewed
it: Includono non recensiti

source: Italian
it: Italiano

source: Japanese
it: Giapponese

source: Latin
it: Latino

source: Math and Science
it: Matematica e Scienze

source: Nursery Rhymes
it: Filastrocche

source: People and Places
it: Gente e luoghi

source: Poetry
it: Poesia

source: Polish
it: Polacco

source: Portuguese
it: Portoghese

source: Recreation and Leisure
it: Ricreazione e svago

# pulldown label
source: Review status
it: Riesaminare lo stato

source: Reviewed only
it: Recensione solo

# label for search box
source: Search for
it: Cercare

source: Spanish
it: Spagnolo

source: Sports
it: Sport

source: Swedish
it: Svedese

# pulldown label
source: Topics
it: Argomenti

source: Turkish
it: Turco

source: Log in to Tar Heel Reader
it: Accedi per il lettore Tar Heel

source: Login Failed
it: Accesso non riuscito

source: Username
it: Nome utente

source: Password
it: Parola d´ordine

# login checkbox label
source: Remember Me
it: Ricordati di me

source: Lost Password
it: Parola d´ordine dimenticata

source: Register
it: Registro

source: Log out of Tar Heel Reader
it: Disconnettersi di Tar Heel Reader

source: Log out
it: Disconnettersi

source: Error 404: Page Not Found
it: Errore 404: Pagina no trovata

source: We could not find the page you requested. Perhaps the links below will help you find the page you wanted.
it: Non siamo riusciti a trovare la pagina richiesta. Forse i links qui sotto ti aiuteranno a trovare la pagina che fa per te.

source: Home
it: Casa

source: Favorites
it: Favoriti

source: Log in
it: Accedi

source: Help
it: Aiuto

source: Your books
it: Tuoi libri

source: Announcements
it: Annunci

source: Photo credits
it: Piè di pagina

source: Reading Preferences
it: Leggendo le preferenze

source: Download this book
it: Scarica questo libro

source: Photo Credits
it: Crediti fotografici

source: Photo credits for this book
it: Crediti fotografici per questo libro

source: Change this book
it: Modificare questo libro

source: Create a new one like it.
it: Creare una nuova simile.

source: Edit it.
it: Edita.

source: Speech
it: Discorso

source: Silent
it: Silenzioso

source: Child
it: Bambino

source: Woman
it: Donna

source: Man
it: Uomo

source: Colors
it: Colori

source: Page Color
it: Pagina colore

source: Black
it: Nero

source: Blue
it: Blu

source: Cyan
it: Turchese

source: Green
it: Verde

source: Red
it: Rosso

source: White
it: Bianco

source: Yellow
it: Giallo

source: Text Color
it: Colore del testo

source: Download
it: Scarica

source: Default
it: Difetto

source: More...
it: Più...

source: 1.5 stars
it: 1.5 stelle

source: 2.5 stars
it: 2.5 stelle

source: Not yet rated
it: Non valutato ancora

source: 1 star
it: 1 stella

source: 2 stars
it: 2 stelle

source: 3 stars
it: 3 stelle

# button label
source: Done
it: Fatto

source: Where are the readers?
it: Dove sono i lettori?

source: Some of you may have wondered where in the world our books are read. The map and tables below depict the estimated locations of the computers that have read books on the site.
it: Alcuni di voi si saranno chiesti in quale parte del mondo i nostri libri sono letti. La mappa e le tabelle di seguito illustrano le posizioni stimate dei computer che hanno letto i libri sul sito.

source: Map your books
it: Mappa i tuoi libri

source: Map all books
it: Mappa tutti i libri

source: As of {{date}} our books have been read {{total}} times in {{country_count}} countries and {{state_count}} US states and possessions.
it: {{date}} nostri libri sono stati tempi di lettura {{total}} in paesi {{country_count}} e {{state_count}} U.S. Stati e possedimenti.

source: Readers by Country
it: Lettori di paese

source: Books Read
it: Lettura di libri

source: Name
it: Nome

source: Readers by US States and Possessions
it: Lettori degli Stati Uniti e possedimenti

source: We do not yet have any of your books on the map.
it: Noi non abbiamo ancora uno dei tuoi libri sulla mappa.

source: You must be logged in to write a book. Please log in below.
it: Devi effettuare il login per scrivere un libro. Entra qui sotto.

source: Step 1: Find pictures
it: Passo 1: Trovare le foto

source: Enter words to search Flickr or enter the email address you use at Flickr to see your personal photos. A set of pictures from Flickr will appear; click on one to preview.
it: Inserisci le parole da ricercare Flickr o inserire l'indirizzo email che utilizzi su Flickr per vedere le tue foto personali. Una serie di foto da Flickr apparirà, fare clic su uno per l'anteprima.

source: Step 1: Search Help
it: Passo 1:Guida di ricerca

# button label
source: Search
it: Ricerca

source: No matching images found.
it: Nessuna immagine trovata.

source: No matching email address found.
it: L'indirizzo email che hai inserito non produce risultati.

source: Go back
it: Vai indietro

source: More like these
it: Altri come questi

source: Or upload your own pictures
it: Oppure caricare una foto tua

source: Click browse to find an image on your computer, then click upload to add it to your book. Pictures must be less than 2 megabytes in size to properly upload. They will be resized to 500x500 pixels.
it: Fare clic su sfoglia per trovare l'immagine sul computer, quindi fare clic su carica per aggiungerlo al tuo libro. Immagini deve essere inferiore a 2 megabyte per caricare correttamente. Essi verranno ridimensionate a 500x500 pixel.

source: Step 1: Upload Help
it: Passo 1: Carica aiuto

source: Step 2: Enter a short sentence for each page
it: Passo 2: Inserire una breve frase per ogni pagina

source: Click on a page to edit it. You may reorder the pages with drag and drop.
it: Fare clic su una pagina per modificarlo. È possibile riordinare le pagine con il drag and drop.

source: Step 2: Edit help
it: Passo 2: Modificare aiuto

source: After you select or upload pictures your pages will appear here.
it: Dopo aver selezionato o caricare le foto le pagine verranno visualizzate qui.

source: Step 3: Fill in the details
it: Step 3: i dettagli

source: Fill in the title for your book and select its language from the list. You may use a psuedonym if you wish by changing the author field.
it: Digitare il titolo del tuo libro e selezionare la lingua dall'elenco. È possibile utilizzare un pseudonimo se si desidera cambiando il campo autore.

source: Step 3: Details help
it: Passo 3: Dettagli di aiuto

source: Enter a title for your book
it: Inserisci un titolo per il tuo libro

source: Author
it: Autore

source: Enter a pseudonym
it: Inserisci pseudonimo

source: Language
it: Lingua

source: Choose a language
it: Scegli una lingua

source: Optionally
it: Facoltativamente

source: Categorize your book
it: Classifichi il tuo libro

source: Step 3: Categorize help
it: Passo 3: Categorizza aiuto

source: You may select up to three library categories, an audience rating and BLF type if you wish.
it: È possibile selezionare fino a tre categorie di libreria, un rating pubblico e BLF tipo, se lo si desidera.

source: Library Classification
it: Classificazione della biblioteca

source: Audience Rating
it: Indice di ascolto

source: None
it: Nessuno

# books appropriate for everyone
source: Rated E/Everybody
it: Voto E /Tutti

# books that may not be appropriate for all readers
source: Rated C/Caution
it: Valutato C/ Cautela

source: Beginning Literacy Framework Type
it: Inizio alfabetizzazione tipo quadro

source: Transitional
it: Di transizione

source: Conventional
it: Convenzionale

source: Other
it: Altro

source: Enter a few descriptive words to make your book easier to find
it: Inserisci alcune parole descrittive per rendere il libro più facile da trovare

source: Reviewed
it: Recensito

source: Step 4: Publish
it: Passo 4: Pubblica

source: Step 4: Save help
it: Passo 4: Registrazione di aiuto

source: To continue working on your book later, or to remove it from public view, click Save as draft. You will be able to return it from the Your Books page. To publish your completed book, click Publish.
it: Per continuare a lavorare sul libro più tardi, o per rimuoverlo dalla vista pubblica, fare clic su Salva come bozza. Sarete in grado di tornare dalla tua pagina di libri. Per pubblicare il tuo libro, fare clic su pubblica.

source: Save as draft
it: Salva come bozza

source: Publish
it: Pubblica

source: Your book will not be published until you fix these issues.
it: Il tuo libro non verrà pubblicato fino a quando non avrai risolto questi problemi.

source: It must have a title.
it: Deve avere un titolo.

source: It must have an author.
it: Deve avere un autore.

source: Each page must have some text.
it: Ogni pagina deve avere un po 'di testo.

source: The text on each page must be less than 130 characters in length.
it: Il testo su ogni pagina deve essere inferiore a 130 caratteri.

source: It must have at least 3 pages.
it: Deve avere almeno 3 pagine.

source: It must specify the language.
it: E 'necessario specificare la lingua.

source: It must be in no more than 4 categories.
it: Deve essere in non più di 4 categorie.

source: Your book has been saved as a draft.
it: Il tuo libro è stato salvato come bozza.

# button label
source: Add to Book
it: Aggiungi al libro

# button label
source: Close
it: Chiudere

# button label
source: Previous
it: Prima

# button label
source: Next
it: Prossimo

source: Page added to your book
it: Pagina aggiunto al tuo libro

source: Page duplicated
it: Pagina duplicata

source: Click on the text to change it. You may use the next and previous buttons to move between pages. When you're finished, close the editor by clicking on the x in the upper right.
it: Fare clic sul testo per modificarlo. È possibile utilizzare i pulsanti avanti e indietro per spostarsi tra le pagine. Al termine, chiudere l'editor cliccando sulla x in alto a destra.

source: Page Editor Help
it: Editor page aiuto

source: Click to edit
it: Fai clic per modificare

source: Delete this page
it: Elimina questa pagina

source: Duplicate this page
it: Duplicare questa pagina

source: If you leave you will lose your work on this book.
it: Se si lascia si perde il lavoro su questo libro.

source: Drop files here to upload
it: Rilasciare i file qui per caricare

source: Upload
it: Caricare

source: Failed
it: Mancato

source: You must have Javascript enabled in order to write a book.
it: È necessario che JavaScript sia abilitato per poter scrivere un libro.

source: Your web browser does not support writing books.
it: Il tuo browser non supporta i libri di scrittura.

source: Click for help
it: Clicca per ricevere aiuto

source: Links to the main sections of this page are listed below. You may choose to use these links to help you get to the different sections of this page.
it: Link alle sezioni principali di questa pagina sono elencati di seguito. Si può scegliere di utilizzare questi collegamenti per aiutarvi a raggiungere le diverse sezioni di questa pagina.

source: Quick Navigation
it: Navigazione veloce

source: Your Draft Books
it: Tuoi progetti di libri

source: Your Published Books
it: I tuoi libri pubblicati

source: Your Collections
it: Le tue collezione

source: Your draft books are listed below. Click on a title to expose a menu that will allow you to edit or delete it.
it: I tuoi progetti di libri sono elencati di seguito. Clicca su un titolo per esporre un menu che permette di modificarlo o eliminarlo.

source: untitled
it: senza titolo

# Button label
source: Edit
it: Edita

# Button label
source: Delete
it: Cancellare

# Button label
source: Cancel
it: Cancellare.

source: If you had any books saved as drafts they would appear here.
it: Se tu avessi tutti i libri salvati come bozze verrebbero visualizzati qui.

source: Your published books are listed below. Click on a title to expose a menu that will allow you to edit it. From the editor you may return a book draft status by clicking Save as Draft.
it: I tuoi libri pubblicati sono elencati di seguito. Clicca su un titolo per esporre un menu che permette di modificarlo. Dall'editor si può restituire lo stato bozza di libro facendo clic su salva come bozza.

# Button label
source: Read
it: Leggere

source: If you had any published books they would be listed here.
it: Se tu avessi alcun libro pubblicato sarebbero elencati qui.

source: Your collections are listed below. Click on the Favorites button to create a new collection. Click on a collection to expose a menu that will allow you to modify it.
it: Le collezioni sono elencati di seguito. Fare clic sul pulsante preferiti per creare una nuova collezione. Fare clic su una collezione per esporre un menu che permette di modificarlo.

source: Favorites: {{count}} books
it: Preferiti: {{count}} libri

source: Title
it: Titolo

source: Description
it: Descrizione

# Button label
source: Save as a new Collection
it: Salva come nuova collezione

source: Add books to your Favorites and come back here to save as a Collection
it: Aggiungi libri ai tuoi preferiti e tornare qui per salvare come una collezione

# Button label
source: Clear Favorites list
it: Eliminare elenco preferiti

source: {{count}} books
it: {{count}} libri

# Button label
source: Update title and description
it: Aggiorna il titolo e la descrizione

# Button label
source: Add to Favorites
it: Aggiungi ai preferiti

source: Merge Favorites into here
it: Unisci preferiti in questa sede

source: Replace with Favorites
it: Sostituire con preferiti

source: You must be logged in to see your draft and published books.
it: Devi essere loggato per vedere il tuo progetto e libri pubblicati.

# link label
source: Log In
it: Accedere

source: Where in the world are these books read?
it: In quale parte del mondo vengono questi libri letti?

source: Check out our map of readers!
it: Scopri la nostra mappa di lettori!
