Repository: jackhlivingston/TarHeelReaderCordova
Catalog: www/languages/*.po
Languages: fr

source: Your favorites page is empty.
fr: Votre page de favoris est vide.

source: Click here to try your search without restrictions.
fr: Cliquer ici pour essayer votre recherche sans limitations.

source: No books found.
fr: Pas de livre trouvé.

# icon explanatory text
source: Reviewed for educational quality.
fr: Éducatif

# icon explanatory text
source: May not be appropriate for all readers.
fr: Peut ne pas être adapté pour/à tous les lecteurs.

source: Loading. Please wait.
fr: Chargement. Veuillez patienter.

source: Something went wrong. The message was:
fr: Il y a eu une erreur. Le message était:

# Button label
source: Try again
fr: Réessayer

source: What would you like to do now?
fr: Que voulez-vous faire maintenant?

source: Read this book again.
fr: Relire ce livre

source: Rate this book.
fr: Donner une note à ce livre

source: Read another book.
fr: Lire un autre livre

source: How do you rate this book?
fr: Comment notez-vous ce livre?

source: Thank you for your opinion.
fr: Merci de votre avis.

source: Average Rating
fr: Note moyenne

# placeholder text for search box
source: Enter text to search
fr: Rechercher

source: No collections matching that query. Try again.
fr: Pas de collection correspondante. Faites un autre essai.

source: Create your own collection
fr: Créez votre collection

# button label
source: Back
fr: Retour

# label for button to expose search fields on small devices
source: Press to search
fr: Cliquez pour rechercher

# button label
source: Previous Books
fr: Livres précédents

# button label
source: More Books
fr: Plus de livres

source: Welcome
fr: Bienvenue

source: Click here to learn more about alternative access methods.
fr: Cliquez ici pour en savoir plus sur les atres moyens d'accès.

source: Welcome to the Tar Heel Reader, a collection of free, easy-to-read, and accessible books on a wide range of topics. Each book can be speech enabled and accessed using multiple interfaces, including touch screens, the IntelliKeys with custom overlays, and 1 to 3 switches.
fr: Bien venue à Tar Heel Reader, une collection de livres gratuits, faciles à lire, et ACCESSIBLES, avec un grand choix de sujets. Chaque livre peut être lu vocalement, et accessible par différents moyen d'accès tels que : écrans tactiles, Intellikeys avec des claviers personalisés, et de 1 à 3 contacteurs.

source: You may write your own books using pictures from the huge collection at {{{Flickr}}} or pictures you upload. All books should be complete, edited, and revised to the best of your ability before publishing them to the site. While you are working on them, please save them as drafts.
fr: Vous pouvez écrire vos propres livres, en utilisant des photos de la vaste collection {{{Flickr}}} ou des des photos que vous téléchargez. Tous les livres doivent être completés, modifiés/corrigés et relus au mieux avant d'étre publié sur le site. Pendant que vous travaillez dessus, enregistrez-les comme brouillons.

source: Note the little well icon {{{wellicon}}} in the upper left corner of the page; clicking it will allow you to access the main menu. You can also click the settings icon {{{gearicon}}} to change settings on some pages.
fr: Quand cette icône {{{wellicon}}} apparaît dans le coin supérieur gauche, vous pouvez cliquer dessus pour avoir accès au menu principal. Vous pouvez aussi cliquer sur l'icône des réglages {{{gearicon}}} pour changer les réglages sur certaines pages.

source: Your browser is unsupported. The site should work for finding and reading books but you will not have switch access or the ability to write books. We recommend that you upgrade to a modern browser or install Chrome Frame.
fr: Votre navigateur n'est pas compatible. Le site fonctionnera pour trouver et lire des livres mais vous n'aurez pas d'accès par contacteurs, ni la possibilité d'écrire des livres. Nous vous conseillons de mettre à jour votre navigateur ou d'installer Chrome.

source: You are in Classic mode. You will not have access to all of the features of the site but it may work better on older computers and web browsers. Click this text to leave Classic mode.
fr: Vous êtes en mode Classic. Vous n'aurez pas accès à toutes les fonctionsd de ce site mais it may work better sur des ordinateurs et navigateurs plus anciens. Cliquer sur ce texte pour quitter le mode Classic.

source: Ready to get started?
fr: Prêt à commencer?

source: Find a book
fr: Trouver un livre

source: Write a book
fr: Écrire un livre

source: This site is also available in other languages. To help with translation, contact us.
fr: Ce site est disponible dans d'autres langues. Pour aider à la traduction, contactez-nous.

source: change language
fr: changer de langue

source: Latest Announcements
fr: Dernières annonces

# icon explanatory text
source: Open Menu
fr: Ouvrir le menu/Menu

# icon explanatory text
source: Select Favorites
fr: Choisir

source: Remove from Favorites
fr: Retirer des Favoris

source: Add to Favorites
fr: Ajouter aux Favoris

# icon explanatory text
source: Settings
fr: Options

# site sub-heading
source: Books for beginning readers of all ages
fr: Livres pour lecteurs débutants de tous âges

source: All Topics
fr: Tous les sujets

source: Animals and Nature
fr: Nature et animaux

# selection to ignore the audience rating
source: Any rating
fr: Aucune note

source: Arabic
fr: Arabe

source: Art and Music
fr: Art et musique

# pulldown label for audience ratings
source: Audience
fr: Audience, Nombre de lecteurs

source: Danish
fr: Danois

source: English
fr: Anglais

source: Fairy and Folk Tales
fr: Légendes et Contes de fées

source: Filipino
fr: Philipin

source: Finnish
fr: Finlandais

source: Foods
fr: Alimentation

source: French
fr: Français

source: Galician
fr: Galicien

source: German
fr: Allemand

source: Greek
fr: Grec

source: Health
fr: Santé

source: Hebrew
fr: Hébreu

source: History
fr: Histoire

source: Holidays
fr: Vacances

source: Include unreviewed
fr: Inclure les non revus

source: Italian
fr: Italien

source: Japanese
fr: Japonais

source: Math and Science
fr: Sciences et Mathématiques

source: Nursery Rhymes
fr: Comptines

source: People and Places
fr: Lieux et Habitants

source: Poetry
fr: Poésie

source: Polish
fr: Polonais

source: Portuguese
fr: Portugais

source: Recreation and Leisure
fr: Loisirs et Détente

# pulldown label
source: Review status
fr: Revoir le statut

source: Reviewed only
fr: Revus seulement

# label for search box
source: Search for
fr: Rechercher

source: Spanish
fr: Espagnol

source: Swedish
fr: Suédois

# pulldown label
source: Topics
fr: Sujets

source: Turkish
fr: Turc

source: Log in to Tar Heel Reader
fr: Connexion à Tar Heel Reader

source: Login Failed
fr: La connexion a échoué

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

# login checkbox label
source: Remember Me
fr: Se souvenir de moi

source: Lost Password
fr: Mot de passe oublié

source: Register
fr: S'inscrire

source: Log out of Tar Heel Reader
fr: Déconnexion de Tar Heel Reader

source: Log out
fr: Déconnexion

source: Error 404: Page Not Found
fr: Erreur 404: Page non trouvée

source: We could not find the page you requested. Perhaps the links below will help you find the page you wanted.
fr: Page non trouvée. Peut-être que ce lien vous aidera à trouver la page que vous cherchez.

source: Home
fr: Accueil

source: Favorites
fr: Favoris

source: Log in
fr: Connexion

source: Help
fr: Aide

source: Your books
fr: Vos livres

source: Announcements
fr: Annonces

source: Photo credits
fr: Crédits photos

source: Reading Preferences
fr: Préférences de lecture

source: Download this book
fr: Télécharger ce livre

source: PowerPoint
fr: Diaporama

source: EPUB
fr: format EPUB

source: Photo Credits
fr: Crédits photo

source: Photo credits for this book
fr: Crédits photo pour ce livre

source: Change this book
fr: Changer ce livre

source: Create a new one like it.
fr: Créer un nouveau livre pareil/identique/similaire

source: Edit it.
fr: Modifier.

source: Speech
fr: Parole

source: Silent
fr: Silencieux

source: Child
fr: Enfant

source: Woman
fr: Femme

source: Man
fr: Homme

source: Colors
fr: Couleurs

source: Page Color
fr: Couleur de la page

source: Black
fr: Noir

source: Blue
fr: Bleu clair

source: Cyan
fr: Bleu foncé

source: Green
fr: Vert

source: Magenta
fr: Rose

source: Red
fr: Rouge

source: White
fr: Blanc

source: Yellow
fr: Jaune

source: Text Color
fr: Couleur du texte

source: Download
fr: Télécharger

source: Default
fr: Par défaut

source: More...
fr: Plus...

source: 1.5 stars
fr: 1,5 étoiles

source: 2.5 stars
fr: 2,5 étoiles

source: Not yet rated
fr: Pas encore noté

source: 1 star
fr: 1 étoile

source: 2 stars
fr: 2 étoiles

source: 3 stars
fr: 3 étoiles

# button label
source: Done
fr: Fait

source: Where are the readers?
fr: Où sont les lecteurs?

source: Some of you may have wondered where in the world our books are read. The map and tables below depict the estimated locations of the computers that have read books on the site.
fr: Certains d'entre vous se demandent où les livres sont lus dans le monde. La carte et les tableaux donnent la localisation des ordinateurs qui ont lu des livres sur le site.

source: Map your books
fr: Carte de vos livres

source: Map all books
fr: Carte de tous les livres

source: As of {{date}} our books have been read {{total}} times in {{country_count}} countries and {{state_count}} US states and possessions.
fr: À la date du {{date}} , nos livres ont été lus {{total}} fois dans {{country_count}} pays et {{state_count}} états des États-Unis.

source: Readers by Country
fr: Lecteurs par pays

source: Books Read
fr: Livres lus

source: Name
fr: Nom

source: Readers by US States and Possessions
fr: Lecteurs par état des États-Unis

source: We do not yet have any of your books on the map.
fr: Il n'y a aucun de vos livres sur la carte.

source: You must be logged in to write a book. Please log in below.
fr: Vous devez être connecté pour écrire un livre. Merci de vous connecter ci-dessous.

source: Step 1: Find pictures
fr: Étape 1: trouver des images

source: Enter words to search Flickr or enter the email address you use at Flickr to see your personal photos. A set of pictures from Flickr will appear; click on one to preview.
fr: Entre les mots pour chercher sur Flickr ou entrer votre adresse email utilisée sur Flickr pour voir vos photos personnelles. Un stock de photos de Flicker vont apparaître, cliquez sur une pour voir l'aperçu.

source: Step 1: Search Help
fr: Étape 1 : Aide à la recherche

# button label
source: Search
fr: Rechercher

source: No matching images found.
fr: Aucune image correspondante trouvée.

source: No matching email address found.
fr: Aucune adresse e-mail correspondante trouvée.

source: Go back
fr: Retour

source: More like these
fr: Plus de ....

source: Or upload your own pictures
fr: Ou télécharger vos images personnelles

source: Click browse to find an image on your computer, then click upload to add it to your book. Pictures must be less than 2 megabytes in size to properly upload. They will be resized to 500x500 pixels.
fr: Clique sur Parcourir pour trouver une image sur votre ordinateur, ensuite cliquer Télécharger pour l'ajouter à votre livre. Les images doivent avoir une taille inférieure à 2Mo pour être correctement téléchargées. Elles seront redimensionnées à 500x500 pixels.

source: Step 1: Upload Help
fr: Étape 1 : Téléchargez l'Aide

source: Step 2: Enter a short sentence for each page
fr: Étape 2: Entrez un phrase courte pour chaque page

source: Click on a page to edit it. You may reorder the pages with drag and drop.
fr: Cliquer sur une page pour la modifier. Vous pouvez réorganiser vos pages en les faisant glisser.

source: Step 2: Edit help
fr: Étape 2 : Aide-Edit

source: After you select or upload pictures your pages will appear here.
fr: Après le choix et le téléchargement des photos, vos pages aparaîtront ici.

source: Step 3: Fill in the details
fr: Étape 3: Remplissez les détails

source: Fill in the title for your book and select its language from the list. You may use a psuedonym if you wish by changing the author field.
fr: Écrire le titre de votre livre et sélectionner sa langue dans la liste. Vous pouvez utiliser un pseudonyme si vous le souhaitez, en modifiant le champ Auteur.

source: Step 3: Details help
fr: Étape 3 : Aide détaillée

source: Enter a title for your book
fr: Entrer un titre pour votre livre

source: Author
fr: Auteur

source: Enter a pseudonym
fr: Entrez un pseudonyme

source: Language
fr: Langue

source: Choose a language
fr: Choisissez une langue

source: Optionally
fr: Facultatif

source: Categorize your book
fr: Choisissez une catégorie pour votre livre

source: Step 3: Categorize help
fr: Étape 3 : Catégorie d' Aide

source: You may select up to three library categories, an audience rating and BLF type if you wish.
fr: Vous pouvez sélectionnez jusqu'à 3 catégories de bibliothèques, une moyenne de l'audience, et le format BLF si vous le souhaitez.

source: Library Classification
fr: Classification de la bibliothèque

source: Audience Rating
fr: Moyenne de l'audience

source: None
fr: Aucun

# books appropriate for everyone
source: Rated E/Everybody
fr: Pour tous

# books that may not be appropriate for all readers
source: Rated C/Caution
fr: Attention

source: Beginning Literacy Framework Type
fr: Littératie.... BLF

source: Transitional
fr: Transitoire

source: Conventional
fr: Conventionnel

source: Other
fr: Autre

source: Tags
fr: Mots-clés

source: Enter a few descriptive words to make your book easier to find
fr: Entrez quelques mots-clés pour rendre votre livre plus facile à trouver

source: Reviewed
fr: Relus/Revus/Corrigés

source: Step 4: Publish
fr: Étape 4: Publiez

source: Step 4: Save help
fr: Étape 4 : Sauvegarde de l' Aide

source: To continue working on your book later, or to remove it from public view, click Save as draft. You will be able to return it from the Your Books page. To publish your completed book, click Publish.
fr: Pour continuer à travailler plus tard sur votre livre, ou pour le retirer

source: Save as draft
fr: Sauvegarder comme brouillon

source: Publish
fr: Publier

source: Your book will not be published until you fix these issues.
fr: Votre livre ne sera pas publié tant que vous n'aurez pas réglé ces problèmes.

source: It must have a title.
fr: Il faut un titre.

source: It must have an author.
fr: Il faut un auteur.

source: Each page must have some text.
fr: Toutes les pages doivent avoir du texte.

source: The text on each page must be less than 130 characters in length.
fr: Le texte sur chaque page doit faire moins de 130 caractères.

source: It must have at least 3 pages.
fr: Il doit avoir au moins 3 pages.

source: It must specify the language.
fr: La langue doit être précisée.

source: It must be in no more than 4 categories.
fr: Il peut faire partie de 4 catégories maximum.

source: Your book has been saved as a draft.
fr: Votre livre a été enregistré comme brouillon.

# button label
source: Add to Book
fr: Ajouter au livre

# button label
source: Close
fr: Fermer

# button label
source: Previous
fr: Précédent

# button label
source: Next
fr: Suivant

source: Page added to your book
fr: Page ajoutée à votre livre.

source: Page duplicated
fr: Page dupliquée

source: Click on the text to change it. You may use the next and previous buttons to move between pages. When you're finished, close the editor by clicking on the x in the upper right.
fr: Cliquez sur le texte pour le changer. Vous pouvez utiliser les boutons précédent et suivant pour vous déplacer entre les pages. Quand vous aurez fini, fermez l'éditeur en cliquant sur le x en haut à droite.

source: Page Editor Help
fr: Aide pour l'éditeur de page

source: Click to edit
fr: Cliquez pour modifier

source: Delete this page
fr: Supprimer cette page

source: Duplicate this page
fr: Dupliquer cette page

source: If you leave you will lose your work on this book.
fr: Si vous quittez, vous perdrez/allez perdre votre travail sur ce livre.

source: Drop files here to upload
fr: Glissez des fichiers ici pour les télécharger

source: Upload
fr: Mettre en ligne/Télécharger

source: Failed
fr: Échec

source: You must have Javascript enabled in order to write a book.
fr: Javascript doit être activé pour écrire un livre.

source: Your web browser does not support writing books.
fr: Votre navigateur ne vous permet pas d'écrire des livres.

source: Click for help
fr: Cliquer pour avoir de l'aide

source: Links to the main sections of this page are listed below. You may choose to use these links to help you get to the different sections of this page.
fr: Les liens pour les différentes sections de cette page sont énumérés ici. Vous pouvez utiliser ces liens pour vous aider à aller aux différentes sections de cette page.

source: Quick Navigation
fr: Naviguation rapide

source: Your Draft Books
fr: Vos brouillons

source: Your Published Books
fr: Vos livres publiés

source: Your Collections
fr: Vos collections

source: Your draft books are listed below. Click on a title to expose a menu that will allow you to edit or delete it.
fr: Vos brouillons sont énumérés ici. Cliquer sur un titre pour faire apparaître un menu qui vous permettra de le modifier ou de le supprimer.

source: untitled
fr: sans titre

# Button label
source: Edit
fr: Modifier

# Button label
source: Delete
fr: Supprimer

# Button label
source: Cancel
fr: Annuler

source: If you had any books saved as drafts they would appear here.
fr: Si vous avez des livres enregistrés comme brouillons, ils apparaîtront ici.

source: Your published books are listed below. Click on a title to expose a menu that will allow you to edit it. From the editor you may return a book draft status by clicking Save as Draft.
fr: Vois livres publiés sont énumérés ici. Cliquer sur un titre pour faire apparaître un menu qui vous permettra de le modifier. Depuis l'éditeur, vous pouvez retourner au statut de Brouillon, en cliquant Enregistrer comme Brouillon.

# Button label
source: Read
fr: Lire

source: If you had any published books they would be listed here.
fr: Si vous avez des livres publiés, ils apparaîtront ici.

source: Your collections are listed below. Click on the Favorites button to create a new collection. Click on a collection to expose a menu that will allow you to modify it.
fr: Vos collection sont énumérées ici. Cliquer sur le bouton Favoris pour créer une nouvelle Collection. Cliquer sur une Collection pour faire apparaître un menu qui vous permet de la modifier.

source: Favorites: {{count}} books
fr: Favoris: {{count}} livres

source: Title
fr: Titre

# Button label
source: Save as a new Collection
fr: Enregistrer comme une nouvelle Collection

source: Add books to your Favorites and come back here to save as a Collection
fr: Ajouter des livres à vos Favoris et retourner ici pour les enregistrer comme une Collection

# Button label
source: Clear Favorites list
fr: Effacer la liste des Favoris

source: {{count}} books
fr: {{count}} livres

# Button label
source: Update title and description
fr: Mettre à jour le titre et la description

# Button label
source: Add to Favorites
fr: Ajouter aux favoris

source: Merge Favorites into here
fr: Regrouper les favoris ici

source: Replace with Favorites
fr: Remplacer/replacer les Favoris

source: You must be logged in to see your draft and published books.
fr: Vous devez être connecté pour voir vos brouillons et livres publiés.

# link label
source: Log In
fr: Connexion

source: Where in the world are these books read?
fr: Où dans le monde ces livres sont lus?

source: Check out our map of readers!
fr: Voir la carte de tous les lecteurs!
